tap "fwartner/tap"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "lihaoyun6/tap"
tap "nikitabobko/tap"
brew "bash"
brew "coconut"
brew "duf"
brew "fd"
brew "fzf"
brew "git-lfs"
brew "mycli"
brew "neovim"
brew "starship"
brew "tree"
brew "wget"
brew "zellij"
brew "fwartner/tap/mac-cleanup"
brew "koekeishiya/formulae/skhd"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "follow"
cask "font-fira-code-nerd-font"
cask "font-iming"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "input-source-pro"
cask "karabiner-elements"
cask "obsidian"
cask "picgo"
cask "qdelayer"
cask "raycast"
cask "snipaste"
cask "steermouse"
cask "telegram"
cask "visual-studio-code"
cask "wechat"
cask "zed"
cask "zotero"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "eamodio.gitlens"
vscode "mhutchie.git-graph"
vscode "ms-vscode-remote.remote-ssh"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "vspacecode.whichkey"
